{
    "character_name": "Darius",
    "hintergrund": "Scharlatan",
    "volk": "Firboig",
    "klasse": "Barde",
    "unterklasse": "College of Whispers",
    "level": 2,
    "combat": {
        "initiative": 0,
        "bewegungsrate": "9m",
        "trefferpunkte":{
            "aktuell": 16,
            "maximal": 22
        },
        "rüstung": {
            "rüstungsklasse": 11,
            "schild": false
        },
        "trefferwürfel": {
            "verwendet": 0,
            "maximal": "128+3"
        },
        "todesrettung": {
            "erfolg": 0,
            "fehlkschläge": 0
        }
    },
    "attribute": {
        "übungsbonus": 2,
        "stärke": {
            "score": 8,
            "modifier": -1,
            "rettung": -1,
            "skills": {
                "athletik": -1
            }
        },
        "geschicklichkeit": {
            "score": 10,
            "modifier": 0,
            "rettung": 2,
            "skills": {
                "akrobatik": 0,
                "fingerfertigkeit": 2,
                "heimlichkeit": 0
            }
        },
        "konstitution": {
            "score": 16,
            "modifier": 3,
            "rettung": 3,
            "skills": {}
        },
        "intelligent": {
            "score": 13,
            "modifier": 1,
            "rettung": 1,
            "skills": {
                "arkane_kunde": 1,
                "geschichte": 1,
                "nachforschung": 1,
                "naturkunde": 1,
                "religion": 1
            }
        },
        "weisheit": {
            "score": 12,
            "modifier": 1,
            "rettung": 1,
            "skills": {
                "heilkunde": 1,
                "motive_erkennen": 3,
                "tiere_kennen": 1,
                "überleben": 1,
                "wahnehmung": 3
            }
        },
        "charisma": {
            "score": 16,
            "modifier": 3,
            "rettung": 5,
            "skills": {
                "auftreten": 3,
                "einschüchtern": 3,
                "täuschen": 5,
                "überzeugen": 5
            }
        }
    },
    "inventar": {
        "geld": {
            "kupfer": 0,
            "silber": 0,
            "electrum": 0,
            "gold": 22,
            "platin": 0
        },
        "waffen": [
            {
                "name": "Dolch",
                "anfriffsbonus": 2,
                "schaden": "1w4+0",
                "schadenstyp": "stich",
                "reichweite": [6, 18],
                "waffenmerkmale": ["leicht", "finess"]
            },
            {
                "name": "leichte Armbrust",
                "angriffsbonus": 2,
                "schaden": "1w8+0",
                "schadenstyp": "stich",
                "reichweite": [24, 96],
                "waffenmerkmale": ["laden", "zweihändig"]
            }
        ],
        "ausrüstung": [
            {
                "name": "Lederrüstung",
                "rüstungsklasse": "11+0",
                "merkmale": ["leicht"]
            },
            {
                "name": "Verkleidungsausrüstung",
                "bestandteile": [
                    {
                        "gegenstand": "fingerlose Handschuhe",
                        "menge": 1
                    }
                ]
            },
            {
                "name": "Diplomatenausrüstung",
                "bestandteile": [
                    {
                        "gegenstand": "Truhe",
                        "menge": 1
                    },
                    {
                        "gegenstand": "Behälter für Karten und Schriftrollen",
                        "menge": 2
                    },
                    {
                        "gegenstand": "feine Kleidung",
                        "menge": 1
                    },
                    {
                        "gegenstand": "Flasche Tinte",
                        "menge": 1
                    },
                    {
                        "gegenstand": "Schreibfeder",
                        "menge": 1
                    },
                    {
                        "gegenstand": "Blatt Papier",
                        "menge": 5
                    },
                    {
                        "gegenstand": "Phiole Parfüm",
                        "menge": 1
                    },
                    {
                        "gegenstand": "Siegelwachs",
                        "menge": 1
                    },
                    {
                        "gegenstand": "Seife",
                        "menge": 1
                    },
                    {
                        "gegenstand": "Lampe",
                        "menge": 1
                    },
                    {
                        "gegenstand": "Flasche Öl",
                        "menge": 2
                    }
                ]
            },
            {
                "name": "Bolzen",
                "menge": 20
            },
            {
                "name": "Siegelring",
                "beschreibung": "entweder eigenes Zeichen oder von ausgedachter Person Darius gibt vor Botschafter von zu sein",
                "menge": 1
            },
            {
                "name": "Flasche Abwas",
                "menge": 1
            },
            {
                "name": "Citrin",
                "menge": 1,
                "beschreibung": "Stein",
                "geschätzter-wert": "50GM"
            },
            {
                "name": "Zircon",
                "menge": 1,
                "beschreibung": "Stein",
                "geschätzter-wert": "50GM"
            },
            {
                "name": "Cloth of Gold Vestments",
                "menge": 1
            },
            {
                "name": "Potion",
                "menge": 1,
                "info": "kann cast identify um Kletterwirkung herauszufinden"
            },
            {
                "name": "Seil",
                "menge": 1,
                "info": "kann cast identify um selbstreparierende Wirkung herauszufinden"
            },
            {
                "name": "Silberbarren",
                "menge": 1,
                "gewicht": "5 Pfund"
            }
        ]
    },
    "übung": {
        "rüpstung": "leicht",
        "waffentyp": "einfach",
        "waffen": [
            "Handarmbrust",
            "Langschwert",
            "Kurzschwert",
            "Rapier"
        ],
        "werkzuge": [
            "Dudelsack",
            "Malutensilien",
            "Verkleidungsausrüstung",
            "Fälscherausrüstung"
        ]
    },
    "zauber": {
        "klasse": "Barde",
        "attribute": "charisma",
        "rettungswurf-sg": 13,
        "angriffsbonus": 5,
        "zauberplätze": {
            "grad_1": {
                "max": 3,
                "verbraucht": 3
            },
            "grad_2": {
                "max": 0,
                "verbraucht": 0
            },
            "grad_3": {
                "max": 0,
                "verbraucht": 0
            },
            "grad_4": {
                "max": 0,
                "verbraucht": 0
            },
            "grad_5": {
                "max": 0,
                "verbraucht": 0
            },
            "grad_6": {
                "max": 0,
                "verbraucht": 0
            },
            "grad_7": {
                "max": 0,
                "verbraucht": 0
            },
            "grad_8": {
                "max": 0,
                "verbraucht": 0
            },
            "grad_9": {
                "max": 0,
                "verbraucht": 0
            }
        },
        "zauber": [
            {
                "name": "Selbstverkleidung",
                "type": "firboig",
                "komponenten": {
                    "verbal": null,
                    "geste":null,
                    "material": null
                }
            },
            {
                "name": "Magie entdecken",
                "type": "firboig",
                "komponenten": {
                    "verbal": null,
                    "geste": null,
                    "material": null
                }
            },
            {
                "name": "Botschaft",
                "type": "cantrip",
                "zeit": "1 Aktion",
                "reichweite": "120 feet",
                "dauer": "1 Runde",
                "komponenten": {
                    "verbal": true,
                    "geste": true,
                    "material": ["a short piece of copper wire"]
                },
                "beschreibung": [
                    "You point your finger toward a creature within range and whisper a message. The target (and only the target) hears the message and can reply in a whisper only you can hear.",
                    "You can cast this spell through solid objects if you are familiar with the target and know it is beyond the barrier. Magical silence, 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of woods blocks the spell. The spell doesn't have to follow a straight line and can travel freely around corners or through openings."
                ]
            },
            {
                "name": "gehässiger Spot",
                "type": "cantrip",
                "zeit":"1 Aktion",
                "reichweite": "60 feet",
                "dauer": "sofort",
                "komponenten": {
                    "verbal": true,
                    "geste": false,
                    "material": false
                },
                "beschreibung": [
                    "You unleash a string of insults laced with subtle enchantments at a creature you can see within range. If the target can hear you (though it need not to understand you), it must succeed on a wisdom saving throw or take 1d4 psychic damage and have disadvantage on the next attack roll it makes before the end of its next turn."
                ],
                "höhere_level": [
                    "This spell's damage increases by 1d4 when you reach 5th level (2d4), 11th level (3d4), and 17th level (4d4)."
                ]
            },
            {
                "name": "unsichtbarer Diener",
                "type": "Lvl. 1",
                "zeit":"1 Aktion",
                "reichweite": "60 feet",
                "dauer": "1 stunde",
                "komponenten": {
                    "verbal": true,
                    "geste": true,
                    "material": ["a piece of string or a bit of wood"]
                },
                "beschreibung": [
                    "This spell creates an invisible, mindless, shapeless, medium force that performes simple tasks at your command until the spell ends. The servant springs into existence in an unoccupied space on the ground within range. It has AC 10, 1 hit point, and a strngth of 2, and it can't attack. If it drops to 0 hit points, the spell ends.",
                    "Once on each of your turns as a bonus action, you can mentally command the servant to move up to 15 feet and interact with an object. The servant can perform simple tasks that a human servant could do, such as fetching things, cleaning, mending, folding clothes, lighting fires, serving food, and pouring wine. Once you give the command, the servant performs the task to the best of its ability until it completes the task, then waits for your next command.",
                    "If you command the servant to perform a task that would move it more than 60 feet away from you, the spell ends."
                ]
            },
            {
                "name": "heilendes Wort",
                "type": "Lvl. 1",
                "zeit": "1 Bonusaktion",
                "reichweite": "60 feet",
                "dauer": "sofort",
                "komponenten": {
                    "verbal": true,
                    "geste": false,
                    "material": false
                },
                "beschreibung": [
                    "A creature of your choice that you can see within range regains hit points equal to 1d4 + your spellcasting ability modifier. This spell has no effect on undead or constructs."
                ],
                "höhere_level": [
                    "When you cast this spell using a spell slot of 2nd or higher, the healing increases by 1d4 for each slot level above 1st."
                ]
            },
            {
                "name": "Donnerwoge",
                "type": "Lvl. 1",
                "zeit": "1 Aktion",
                "reichweite": "self (15 foot cube)",
                "dauer": "sofort",
                "komponenten": {
                    "verbal": true,
                    "geste": true,
                    "material": false
                },
                "beschreibung": [
                    "A wave of thunderous force sweeps out from you. Each creature in a 15-foot cube origination from you must make a constitution saving trow. On a failed save, a creature takes 2d8 thuinder damage and is pushed 10 feet away from you. On a successful save, the creature takes half a much damage and isn't pushed.",
                    "In addition, unsecured objects that are completely within the are of effect are automatically pushed 10 feet away from you by the spell's effect, and the spell emits a thunderous boom audible out to 300 feet."
                ],
                "höhere_level": [
                    "When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st."
                ]
            },
            {
                "name": "identifizieren",
                "type": "Lvl. 1",
                "zeit": "1 Minute",
                "reichweite": "Berührung",
                "dauer": "sofort",
                "komponenten": {
                    "verbal": true,
                    "geste": true,
                    "material": [
                        "a pearl worth at least 100gp",
                        "an owl feather"
                    ]
                },
                "beschreibung": [
                    "You choose one object that you must touch throughout the casting of the spell. If it is a magic item or some other mogic-imbued object, you learn its properties and how to use them, wether it requires attunement to use, and how many charges it has, if any. You learn whether any spells are affecting the item and what they are. If the item was created by a spell, you learn which spell created it.",
                    "If you instead touch a creature throughout the casting, you learn what spells, if any, are currently affecting it."
                ]
            },
            {
                "name": "Vertraute finden",
                "type": "Lvl. 1",
                "zeit": "1 Stunde",
                "reichweite": "10 feet",
                "dauer": "sofort",
                "komponenten": {
                    "verbal": true,
                    "geste": true,
                    "material": [
                        "10pg worth of charcoal",
                        "incese",
                        "herbs that must be consumed by fire in a brass brazier"
                    ]
                },
                "beschreibung": [
                    "You gain the service of a familiar, a spirit that takes an animal form you choose: bat, cat, crab, frog (toad), hawk, lizard, octopus, owl, poisonous snake, fish (quipper), rat, raven, sea horse, spider, or weasel. Appearing in an unoccupied space within range, the familiar has the statistics of the chosen form, though it is a celestial, fey, or fiend (your choice) instead of a beast.",
                    "Your familiar acts independently of you, but it always obeys your commands. In combat, it rolls its own initiative and acts on its own turn. A familiar can't attack, but it can take other actions as normal.",
                    "When the familiar drops to 0 hit points, it disappears, leaving behind no physical form. It reappears after you cast this spell again. As an action, you can temporarily dismiss your familiar to a pocket dimension. Alternatively, you can dismiss it forever. As an action while it is temporarily dismissed, you can cause it to reappear in any unoccupied space within 30 feet of you. Whenever the familiar drops to 0 hit points or disappears into the pocket dimension, it leaves behind in its space anything it was wearing or carrying.",
                    "While your familiar is within 100 feet of you, you can communicate with it telepathically. Additionally, as an action, you can see through your familiars eyes and hear what it hears until the start of your next turn, gaining the benefits of any special senses that te familiar has. During this time, you are deaf and blind with regard to your won senses.",
                    "You can't have more than one familiar at a time. If you cast this spell while you already have a familiar, you instead cause it to adopt a new form. Choose one of the forms from the above list. Your familiar transforms into the chosen creature.",
                    "Finally, when you cast a spell with range of touch, your familiar can deliver the spell as if it had cast the spell. Your familiar must be within 100 feet of you, and it must use its reaction to deliver the spell when you cast it. If the spell requires an attack roll, you use your attack modifier for the roll."
                ]
            },
            {
                "name": "Federfall",
                "type": "Lvl. 1",
                "zeit": "1 Reaktion, which you take when you or a creature within 60 feet of you falls",
                "reichweite": "60 feet",
                "dauer": "1 Minute",
                "komponenten": {
                    "verbal": true,
                    "geste": false,
                    "material": ["a small feather or piece of down"]
                },
                "beschreibung": [
                    "Choose up to five falling creatures within range. A falling creature's rate of descent slows to 60 feet per round until the spell ends. If the creature lands before the spell ends, it takes no falling damage and can land on its feet, and the spell ends for that creature."
                ]
            },
            {
                "name": "Schlaf",
                "type": "Lvl. 1",
                "zeit": "1 Aaktion",
                "reichweite": "90 feet",
                "dauer": "1 Minute",
                "komponenten": {
                    "verbal": true,
                    "geste": true,
                    "material": ["a pinch of fine sand, rose petals, or a cricket"]
                },
                "beschreibung": [
                    "This spell sends creatures into a magical slumber. Roll 5d8, the total is how many hit points of creatures this spell can affect. Creatures within 20 feet of  a point you choose within range are affected in ascending order of their current hit points (ignoring unconscious creatures).",
                    "Starting with the creature that has the lowest current hit points, each creature affected by this spell falls unconscious until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected. undead and creatures immune to being charmed aren't affected by this spell."
                ],
                "höhere_level": [
                    "When you cast this spell using a spell slot of 2nd or higher, roll an additional 2d8 for each slot level aboe 1st."
                ]
            },
            {
                "name": "Sprachen verstehen",
                "type": "Lvl. 1",
                "zeit": "1 Aktion",
                "reichweite": "eigene",
                "dauer": "1 Stunde",
                "komponenten": {
                    "verbal": true,
                    "geste": true,
                    "material": ["a pinch of soot and salt"]
                },
                "beschreibung": [
                    "For the duration, you understand the literal meaning of any spoken language that you hear. You also undersdtand any written language that you see, but you must be touching the surface on which the words are written. It takes about 1 minute to read one page of text.",
                    "This spell doesn't decode secret messages in a text or glyph, such as an arcane sigil, that isn't part of a written language."
                ]
            }
        ]
    },
    "völkerspezifische_charakterzüge": {
        "hidden_step": "As a bonus action, you can magically turn invisible until the start of your next turn or until you attack, make a damage roll, or force someone to make a saving trow. You can use this trait a number of tims equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.",
        "powerful_build": "You count as one size larger when determining youor carrying capacity and the weight you can push, drag, or lift.",
        "speech_of_beast_and_leaf": "You have the ability to communicate in a limited manner with beasts, plants, and vegatation. They can understand the meaning of your words, though you have no special ability to understand them in retunr. You have advantage on all charisma checks you make to influence them."
    },
    "klassenspezifische_eigenschaften": {
        "bardic_inspiration": [
            "You can inspire others through stirring words or music. To do so, you use a bonus action on your tunr to choose one creature other than yourself within 60 feet of you who can hear you. That creature gains one bardic inspiration die, a d6.",
            "Once within the next 10 minutes, the creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. The creature can wait until after it rolls the d20 before deciding to use the bardic inspiration die, but must decide before the DM says wether the roll succeeds or fails. Once the bardic inspiration die is rolled, it is lost. A creature can have only one bardic inspiration die at a time.",
            "You can use this feature a number of times equal to your charisma modifier (a minimum of once). You regain any expended uses when you finish a long rest.",
            "Your bardic inspiration die changes when you reach certain levels in this class. The die becomes a d8 at 5th level, a d10 at 10th level, and a d12 at 15th level."
        ],
        "jack_of_all_trades": [
            "Starting at 2nd level, you can add half your proficiency bonus, rounded down, to any ability check you make that doesn't already include your proficiency bonus."
        ],
        "song_of_rest": [
            "Beginning at 2nd level, you can use soothing music or oration to help revitalize your wounded allies during a short rest. If you or any friendly creatures who can hear your performance regain hit points at the end of the short rest by spending one or mot hit dice, each of those creatures regains an extra 1d6 hit points.",
            "The extra hit points increase when you reach certain levels in this class: to 1d8 at 9th level, to 1d10 at 13th level, and to 1d12 at 17th level."
        ]
    }
}